Repository: Prot10/MyMacCleaner
Catalog: MyMacCleaner/Resources/Home.xcstrings
Source language: en
Languages: es, it

# home.actions.emptyTrash
source: Empty Trash
es: Vaciar Papelera
it: Svuota Cestino

# home.actions.freeMemory
source: Free Memory
es: Liberar Memoria
it: Libera Memoria

# home.actions.largeFiles
source: Large Files
es: Archivos Grandes
it: File Grandi

# home.actions.title
source: Quick Actions
es: Acciones Rapidas
it: Azioni Rapide

# home.cleanableSpace
source: Cleanable Space
es: Espacio Recuperable
it: Spazio Recuperabile

# home.cpuLoad
source: CPU Load
es: Carga de CPU
it: Carico CPU

# home.diskUsage
source: Disk Usage
es: Uso de Disco
it: Uso Disco

# home.health.fair
source: Fair
es: Regular
it: Discreto

# home.health.healthy
source: Healthy
es: Saludable
it: In salute

# home.health.needsAttention
source: Needs Attention
es: Necesita Atención
it: Richiede Attenzione

# home.memoryUsage
source: Memory Usage
es: Uso de Memoria
it: Uso Memoria

# home.scan.analyzing
source: Analyzing your system
es: Analizando tu sistema
it: Analizzando il sistema

# home.scan.description
source: Scan all categories at once to find junk files
es: Escanea todas las categorias para encontrar archivos basura
it: Scansiona tutte le categorie per trovare file inutili

# home.scan.scanningCategory %@
source: Scanning %@...
es: Escaneando %@...
it: Scansione %@...

# home.scan.startButton
source: Start Scan
es: Iniciar Escaneo
it: Avvia Scansione

# home.scanNow
source: Scan Now
es: Escanear Ahora
it: Scansiona Ora

# home.scanning
source: Scanning...
es: Escaneando...
it: Scansione...

# home.smartScan
source: Smart Scan
es: Escaneo Rapido
it: Scansione Rapida

# home.stats.cleanable
source: cleanable
es: recuperable
it: recuperabile

# home.stats.inUse
source: in use
es: en uso
it: in uso

# home.stats.installed
source: installed
es: instaladas
it: installate

# home.stats.junkFiles
source: Junk Files
es: Archivos Basura
it: File Inutili

# home.stats.memory
source: Memory
es: Memoria
it: Memoria

# home.stats.of %@
source: of %@
es: de %@
it: di %@

# home.stats.scanToCheck
source: Scan to check
es: Escanear para verificar
it: Scansiona per verificare

# home.stats.storage
source: Storage
es: Almacenamiento
it: Spazio

# home.stats.title
source: Quick Stats
es: Estadisticas Rapidas
it: Statistiche Rapide

# home.subtitle
source: Keep your Mac running smoothly
es: Manten tu Mac funcionando sin problemas
it: Mantieni il tuo Mac efficiente

# home.toast.cleanFailed
source: Failed to clean files
es: Error al limpiar archivos
it: Impossibile pulire i file

# home.toast.cleanPartial %@ %lld
source: Cleaned %1$@, %2$lld items failed
es: Limpiado %1$@, %2$lld elementos fallaron
it: Puliti %1$@, %2$lld elementi non riusciti

# home.toast.cleanSuccess %@
source: Successfully cleaned %@
es: Limpiado con éxito %@
it: Puliti con successo %@

# home.toast.noItemsSelected
source: No items selected for cleaning
es: No hay elementos seleccionados
it: Nessun elemento selezionato

# home.toast.trashEmpty
source: Trash is already empty
es: La papelera ya está vacía
it: Il cestino è già vuoto

# home.toast.trashFailed %@
source: Failed to empty trash: %@
es: Error al vaciar papelera: %@
it: Impossibile svuotare cestino: %@

# home.toast.trashSuccess
source: Trash emptied successfully
es: Papelera vaciada con éxito
it: Cestino svuotato con successo

# scanResults.categoriesFound %lld
source: %lld categories found
es: %lld categorías encontradas
it: %lld categorie trovate

# scanResults.clean %@
source: Clean %@
es: Limpiar %@
it: Pulisci %@

# scanResults.cleanable
source: Cleanable
es: Limpiable
it: Eliminabile

# scanResults.files
source: Files
es: Archivos
it: File

# scanResults.items %lld
source: %lld items
es: %lld elementos
it: %lld elementi

# scanResults.largest
source: Largest
es: Más grande
it: Più grande

# scanResults.title
source: Scan Results
es: Resultados del análisis
it: Risultati Scansione

# scanResults.viewAll
source: View All
es: Ver todo
it: Vedi tutto

# scanResults.collapseAll
source: Collapse All
es: Colapsar todo
it: Comprimi tutto

# scanResults.selectAll
source: Select All
es: Seleccionar todo
it: Seleziona tutto

# scanResults.deselectAll
source: Deselect All
es: Deseleccionar todo
it: Deseleziona tutto

# scanResults.selectedCount %lld
source: %lld selected
es: %lld seleccionados
it: %lld selezionati

# scanResults.andMore %lld
source: and %lld more...
es: y %lld más...
it: e altri %lld...

# home.stats.apps
source: Apps
it: App
